[{"quote":"I will not, nor will I ever, publicly divulge sensitive intelligence sources and methods. For when that happens, our national security is endangered and lives can be lost.","author":"John O. Brennan","cat":"intelligence"},{"quote":"Never contend with a man who has nothing to lose.","author":"Baltasar Gracian","cat":"anger"},{"quote":"I confess that for fifteen years my efforts in education, and my hopes of success in establishing a system of national education, have always been associated with the idea of coupling the education of this country with the religious communities which exist.","author":"Richard Cobden","cat":"education"},{"quote":"Time spent with cats is never wasted.","author":"Sigmund Freud","cat":"pet"},{"quote":"Think about the comfortable feeling you have as you open your front door. That's but a hint of what we'll feel some day on arriving at the place our Father has lovingly and personally prepared for us in heaven. We will finally - and permanently - be 'at home' in a way that defies description.","author":"Charles Stanley","cat":"home"},{"quote":"My movies are important on an economic basis, on an artistic basis.","author":"Harvey Weinstein","cat":"movies"},{"quote":"If you want to be truly successful invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom.","author":"Sydney Madwed","cat":"knowledge"},{"quote":"The young think that failure is the Siberian end of the line, banishment from all the living, and tend to do what I then did - which was to hide.","author":"James A. Baldwin","cat":"failure"},{"quote":"All I try to do is create an atmosphere that seems comfortable enough, that it removes tension and everyone feels free. If they feel free then behaviour happens, small moments happen and that's what ultimately works the best for me.","author":"Barry Levinson","cat":"best"},{"quote":"The first reason for the preponderant influence of those Evangelicals who define themselves as advocates of Religious Right theological and political ideologies is that they have both the financial means and technological know-how to make widespread use of modern electronic forms of communication.","author":"Tony Campolo","cat":"communication"},{"quote":"I'm a very brave person. I can go to North Vietnam, I can challenge my government, but I can't challenge the man I'm with if means I'm going to end up alone.","author":"Jane Fonda","cat":"alone"},{"quote":"Every social organisation which is rooted in life still lasts a long time, even after the conditions from which it drew its strength have changed in a manner unfavourable to it.","author":"Karl Radek","cat":"strength"},{"quote":"I remember the time I was kidnapped and they sent a piece of my finger to my father. He said he wanted more proof.","author":"Rodney Dangerfield","cat":"time"},{"quote":"When a chick has a sense of humor, there's nothing more attractive.","author":"Dylan O'Brien","cat":"humor"},{"quote":"Knowledge is not eating, and we cannot expect to devour and possess what we mean. Knowledge is recognition of something absent it is a salutation, not an embrace.","author":"George Santayana","cat":"knowledge"},{"quote":"I guess something that I've noticed from American acts who had success in touring is more of an explanation as to their music. Which is I think quite funny. I think British acts might like to leave more to the imagination - maybe a bit more obscure perhaps - a bit more shy.","author":"Ben Lovett","cat":"imagination"},{"quote":"Growing old is no more than a bad habit which a busy person has no time to form.","author":"Andre Maurois","cat":"age"},{"quote":"I'm not as far along as Jack Nicklaus was at this age, but I'm trying.","author":"Tiger Woods","cat":"age"},{"quote":"We do not celebrate the death of our enemies.","author":"Yitzhak Rabin","cat":"death"},{"quote":"If you want a vision of the future, imagine a boot stamping on a human face - forever.","author":"George Orwell","cat":"future"},{"quote":"Often people attempt to live their lives backwards they try to have more things, or more money, in order to do more of what they want, so they will be happier.","author":"Margaret Young","cat":"money"},{"quote":"I want for myself what I want for other women, absolute equality.","author":"Agnes Macphail","cat":"equality"},{"quote":"We all have a responsibility to volunteer somewhere and I'm lucky that I get the education and get taken to places to see what's out there and see what's happening and to then be a part of it in hopefully an impactful way.","author":"Jennifer Garner","cat":"education"},{"quote":"An adolescent is somebody who is in between things. A teenager is somebody who's kind of permanently there. And so living with them through the various teenage hopes and sorrows and joys was curiously enough a maturing experience for me.","author":"Andrew Greeley","cat":"experience"},{"quote":"Let us now set forth one of the fundamental truths about marriage: the wife is in charge.","author":"Bill Cosby","cat":"marriage"},{"quote":"My disposition as a human being is kind of a go-along-to-get-along person. I tend to trust authority.","author":"Chris Hayes","cat":"trust"},{"quote":"These seem to me so ambiguous, so vague, so easily misunderstood in comparison to genuine music, which fills the soul with a thousand things better than words.","author":"Felix Mendelssohn","cat":"music"},{"quote":"Follow your passion. Nothing - not wealth, success, accolades or fame - is worth spending a lifetime doing things you don't enjoy.","author":"Jonathan Sacks","cat":"success"},{"quote":"The great living experience for every man is his adventure into the woman. The man embraces in the woman all that is not himself, and from that one resultant, from that embrace, comes every new action.","author":"David Herbert Lawrence","cat":"experience"},{"quote":"But Tammy Faye calls me, and Ron Jeremy calls me, Erik Estrada sends me a Christmas card every year.","author":"Trishelle Cannatella","cat":"christmas"},{"quote":"Cannibals prefer those who have no spines.","author":"Stanislaw Lem","cat":"business"},{"quote":"My quick beauty tip is always have a tinted gloss of some kind to give you some color even if you have no makeup on.","author":"Rachel Bilson","cat":"beauty"},{"quote":"We've certainly learned a lot of lessons from Katrina, from Rita. Rita was better than Katrina. We're doing a better job planning. We're closer - more closely aligned with the Department of Defense. These things would be positive things if we were to have another attack.","author":"Michael Chertoff","cat":"positive"},{"quote":"I used to hurt so badly that I'd ask God why, what have I done to deserve any of this? I feel now He was preparing me for this, for the future. That's the way I see it.","author":"Eden Phillpotts","cat":"future"},{"quote":"Your most precious, valued possessions and your greatest powers are invisible and intangible. No one can take them. You, and you alone, can give them. You will receive abundance for your giving.","author":"W. Clement Stone","cat":"alone"},{"quote":"As our country increasingly relies on electronic information storage and communication, it is imperative that our Government amend our information security laws accordingly.","author":"Jo Ann Davis","cat":"communication"},{"quote":"To dwell is to garden.","author":"Martin Heidegger","cat":"gardening"},{"quote":"You might not trust me. Please give me a chance and time. I will prove myself for all of you.","author":"Yingluck Shinawatra","cat":"trust"},{"quote":"The ideal has many names, and beauty is but one of them.","author":"Ninon de L'Enclos","cat":"beauty"},{"quote":"Taste is the fundamental quality which sums up all the other qualities. It is the nec plus ultra of the intelligence. Through this alone is genius the supreme health and balance of all the faculties.","author":"Isidore Ducasse Lautreamont","cat":"alone"},{"quote":"Let him that hath no power of patience retire within himself, though even there he will have to put up with himself.","author":"Baltasar Gracian","cat":"patience"},{"quote":"All those who seek to destroy the liberties of a democratic nation ought to know that war is the surest and shortest means to accomplish it.","author":"Alexis de Tocqueville","cat":"war"},{"quote":"I was a peripheral visionary. I could see the future, but only way off to the side.","author":"Steven Wright","cat":"future"},{"quote":"Women priests. Great, great. Now there's priests of both sexes I don't listen to.","author":"Bill Hicks","cat":"women"},{"quote":"Obviously, I've been on sets before but nothing as big as 'Twilight.' You forget sometimes that you're on set of one of the biggest movies ever- so when you just sit back and think about it its just so incredible. It's such a great learning experience.","author":"Booboo Stewart","cat":"learning"},{"quote":"A miracle... my biggest accomplishment is my marriage so far. Because it's hard, everyone knows it's hard.","author":"Gwen Stefani","cat":"marriage"},{"quote":"A life coach does for the rest of your life what a personal trainer does for your health and fitness.","author":"Elaine MacDonald","cat":"fitness"},{"quote":"Humor is emotional chaos remembered in tranquility.","author":"James Thurber","cat":"humor"},{"quote":"Maybe when I stop making movies, I'll understand my work better.","author":"Dario Argento","cat":"movies"},{"quote":"Not only did I get to play with these great international musicians, but I also had the opportunity to jam with the local celebrities in Toronto, people like the Walsh Brothers, David Wilcox, Kim Mitchell and the like. It was a great learning experience.","author":"Jeff Healey","cat":"learning"},{"quote":"It had never occurred to me before that music and thinking are so much alike. In fact you could say music is another way of thinking, or maybe thinking is another kind of music.","author":"Ursula K. Le Guin","cat":"music"},{"quote":"The disruptive powers of excessive national fecundity may have played a greater part in bursting the bonds of convention than either the power of ideas or the errors of autocracy.","author":"John Maynard Keynes","cat":"power"},{"quote":"From a commercial point of view, if Christmas did not exist it would be necessary to invent it.","author":"Katharine Whitehorn","cat":"christmas"},{"quote":"When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.","author":"Russel Honore","cat":"trust"},{"quote":"I know a lot of people dread going to work every morning, but my work is playing pretend and doing stunts and screaming. It's a lot of fun and I get to play dress up. Every day is exciting and different and new and cool. I couldn't be more grateful.","author":"Nina Dobrev","cat":"cool"},{"quote":"And to say that society ought to be governed by the opinion of the wisest and best, though true, is useless. Whose opinion is to decide who are the wisest and best?","author":"Thomas Babington Macaulay","cat":"society"},{"quote":"Don't ignore the past, but deal with it, on your own pace. Once you deal with it, you are free of it and you are free to embrace your life and be a happy loving person because if you don't, the past will come back to haunt and keep coming back to haunt you.","author":"Boris Kodjoe","cat":"life"},{"quote":"I love doing comedy. You don't get many good comedy scripts. They're rare. But, I do love playing comedy. Even in drama, I like to try to find the humor because I think it's very human.","author":"Colm Meaney","cat":"humor"},{"quote":"What I wish I had, is that I wish I was a little more Greek, in that I wish I could lose my North American driven attitude and that I could be a little bit more poetic and laissez faire.","author":"Nia Vardalos","cat":"attitude"},{"quote":"I choose a block of marble and chop off whatever I don't need.","author":"Auguste Rodin","cat":"art"},{"quote":"The four of us couldn't have made a record with the time left over when we were shooting the show. We were on stage from 7.30 in the morning 'til 7 at night. Later on, when there was a break from filming, and we were sick of doing it the old way.","author":"Peter Tork","cat":"morning"},{"quote":"Orlando's a part of me. The next guy's a part of me. And the next guy's a part of me. That's all I'm trying to do, is tell cool stories that people can relate to.","author":"Shemar Moore","cat":"cool"},{"quote":"There are good people and bad people in all organizations fundamentally however, when you look at the basis of the Tea Party it has nothing to do with race. It has to do with an economic recovery. It has to do with limiting the role of our government in our lives. It has to do with free markets.","author":"Tim Scott","cat":"government"},{"quote":"Catholicism is not a soothing religion. It's a painful religion. We're all gluttons for punishment.","author":"Madonna Ciccone","cat":"religion"},{"quote":"Most of my life I was occupied with American television and American food. My ethnicity was my choice. It still is.","author":"Isaac Mizrahi","cat":"food"},{"quote":"I always find beauty in things that are odd and imperfect - they are much more interesting.","author":"Marc Jacobs","cat":"beauty"},{"quote":"Scar tissue is stronger than regular tissue. Realize the strength, move on.","author":"Henry Rollins","cat":"strength"},{"quote":"The beauty of 'The Walking Dead' and the beauty of being on a television show for a while, is that, it's your backstory, it's part of what you are, it's what you carry with you every day.","author":"Laurie Holden","cat":"beauty"},{"quote":"All History is current all injustice continues on some level, somewhere in the world.","author":"Alice Walker","cat":"history"},{"quote":"I've always been more drawn to being normal than being famous.","author":"Vince Gill","cat":"famous"},{"quote":"God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.","author":"Reinhold Niebuhr","cat":"change"},{"quote":"My loathings are simple: stupidity, oppression, crime, cruelty, soft music.","author":"Vladimir Nabokov","cat":"music"},{"quote":"It's both funny and sad which seem to me to be the two basic ingredients of good comedy.","author":"Tony Hancock","cat":"sad"},{"quote":"Life levels all men. Death reveals the eminent.","author":"George Bernard Shaw","cat":"death"},{"quote":"I've been in enough movies to know that when you're on the set and you start shooting, you're looking at playback and you get a sense of what it's going to be like.","author":"Mark Wahlberg","cat":"movies"},{"quote":"It's nice to help remember somebody who really made a very positive difference in the world.","author":"Mary Hart","cat":"positive"},{"quote":"Stylized acting and direction is to realistic acting and direction as poetry is to prose.","author":"Elia Kazan","cat":"poetry"},{"quote":"Sympathy is the first condition of criticism.","author":"Henri Frederic Amiel","cat":"sympathy"},{"quote":"The betrayal of trust carries a heavy taboo.","author":"Aldrich Ames","cat":"trust"},{"quote":"I always just wanted to be funny. I never really planned to be scary.","author":"R. L. Stine","cat":"funny"},{"quote":"New technology is useful, but it's inefficient and ugly it knows it'll be obsolete by lunchtime tomorrow, so it has no incentive to be anything else.","author":"Tom Holt","cat":"technology"},{"quote":"Good design is good business.","author":"Thomas J. Watson","cat":"business"},{"quote":"I've learned the importance of loving what you do. I have also learned more patience due to the nature of the music business.","author":"Randy Travis","cat":"patience"},{"quote":"I learned long ago, never to wrestle with a pig. You get dirty, and besides, the pig likes it.","author":"George Bernard Shaw","cat":"learning"},{"quote":"I mean, I don't think I'm alone when I look at the homeless person or the bum or the psychotic or the drunk or the drug addict or the criminal and see their baby pictures in my mind's eye. You don't think they were cute like every other baby?","author":"Dustin Hoffman","cat":"alone"},{"quote":"There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires.","author":"Nelson Mandela","cat":"death"},{"quote":"A poem is true if it hangs together. Information points to something else. A poem points to nothing but itself.","author":"E. M. Forster","cat":"poetry"},{"quote":"If you are a reliable, honest journalist, sources will open up and trust you and share good information.","author":"Wolf Blitzer","cat":"trust"},{"quote":"In the face of technology, everything becomes a little atavistic.","author":"Don DeLillo","cat":"technology"},{"quote":"Obviously anything that accessorizes or enhances the iPhone is always pretty cool.","author":"Harry Shum, Jr.","cat":"cool"},{"quote":"My hair was famous before I was.","author":"Christopher Walken","cat":"famous"},{"quote":"The universal Mind contains all knowledge. It is the potential ultimate of all things. To it, all things are possible.","author":"Ernest Holmes","cat":"knowledge"},{"quote":"There is no hope even that woman, with her right to vote, will ever purify politics.","author":"Emma Goldman","cat":"hope"},{"quote":"Then I realized that secrecy is actually to the detriment of my own peace of mind and self, and that I could still sustain my belief in privacy and be authentic and transparent at the same time. It was a pretty revelatory moment, and there's been a liberating force that's come from it.","author":"Alanis Morissette","cat":"peace"},{"quote":"I've come to recognize what I call my 'inside interests.' Telling stories. And helping people tell their stories is a sort of interpersonal gardening. My work at NBC News was to report the news, but in hindsight, I often tried to look for some insight to share that might spark a moment of recognition in a viewer.","author":"Jane Pauley","cat":"gardening"},{"quote":"I was in the bath at the time, and my dad came running in and said, 'Guess who they want to play Harry Potter!?' and I started to cry. It was probably the best moment of my life.","author":"Daniel Radcliffe","cat":"best"},{"quote":"How does it become a man to behave towards the American government today? I answer, that he cannot without disgrace be associated with it.","author":"Henry David Thoreau","cat":"government"},{"quote":"It takes two to make a relationship, but only one to screw it up.","author":"Nigel Lythgoe","cat":"relationship"},{"quote":"You have got to believe in yourself every time you go out there and race. If you have no faith in your ability all that training has been a waste of time.","author":"Maurice Greene","cat":"faith"},{"quote":"So what I do now is to pre-empt that by making the up into a virtue, and telling funny stories about how crap I am before people have a chance to notice it for themselves and think maybe I haven't realised.","author":"Emily Mortimer","cat":"funny"}]